<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>

<style type="text/css">


p#review{

font-size: 17pt;
color: orange;

}




</style>
   

    <p id="review" > 안녕하세요 이번 세미프로젝트_맥도날드 제품상세 를 맡은 원준영입니다.
		보시는 바와 같이 저희는 맥도날드 홈페이지를 참고하여 세미프로젝트를 진행하였습니다.
		프로젝트를 진행하는 과정에서 가장 기억나는 점은 하나의 완성물을 만들기 위해 정말 많은 노력이 들어간다는 것입니다. 
		완성된 줄 알았던 작업물에서 여러번의 오류와 완성도를 높이기 위해 수정을 하면서 시행착오를 거쳤지만, 정말 뜻깊은 시간이었던거 같습니다.
		또한 기존에 편하게 보던 여러 웹 화면들이 정말 많은 노력을 기울여 만들어진 것이라는 생각을 하면서, 웹프로그래밍은 정말 재밌는 프로그래밍이라는 생각을 하게 됐습니다.
 
    </p>